// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "«%1$@» на «%2$@» хочет использовать накопитель %3$@ %4$@.";

"Accept" = "Принять";
"Decline" = "Отклонить";
"DVD" = "DVD";
"CD" = "CD";
"disc" = "диск";
"drive" = "накопитель";
"drives" = "накопители";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "Вы извлекаете диск, используемый другим компьютером. Продолжить?";
"The remote computer will be disconnected from your computer." = "Удаленный компьютер будет отключен от Вашего компьютера.";
"Eject" = "Извлечь";
"Don't Eject" = "Не извлекать";
